Repository: 1873663116/Enchron
Catalog: Apps/Enchron/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, ru, zh_hans, zh_hant

source: Open-source Licenses
de: Open-Source-Lizenzen
fr: Licences open source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
ru: Лицензии открытого кода
zh_hans: 开源许可
zh_hant: 開放原始碼授權

source: Opens folder contents
de: Öffnet den Ordnerinhalt
fr: Ouvre le contenu du dossier
ja: フォルダの内容を表示
ko: 폴더 내용 열기
ru: Показывает содержимое папки
zh_hans: 打开文件夹内容
zh_hant: 開啟檔案夾內容

source: Opens video details
de: Öffnet die Videodetails
fr: Ouvre le détail de la vidéo
ja: ビデオの詳細を表示
ko: 비디오 상세 정보 열기
ru: Показывает сведения о видео
zh_hans: 打开视频详情
zh_hant: 開啟影片詳細資訊

source: Password
de: Passwort
fr: Mot de passe
ja: パスワード
ko: 비밀번호
ru: Пароль
zh_hans: 密码
zh_hant: 密碼

source: Performance Overlay
de: Leistungs-Overlay
fr: Incrustation de performances
ja: パフォーマンスオーバーレイ
ko: 성능 오버레이
ru: Индикатор производительности
zh_hans: 性能悬浮层
zh_hant: 效能覆蓋層

source: Performance readout in every window and space
de: Leistungsanzeige in jedem Fenster und Raum
fr: Indicateurs de performance dans chaque fenêtre et espace
ja: すべてのウィンドウと空間にパフォーマンス表示
ko: 모든 윈도우와 공간에서 성능 표시
ru: Показатели производительности во всех окнах и пространствах
zh_hans: 在每个窗口与空间中显示性能读数
zh_hant: 在每個視窗與空間中顯示效能讀數

source: Play Next
de: Weiter mit dem Nächsten
fr: Passer au suivant
ja: 次を再生
ko: 다음 항목 재생
ru: Следующее видео
zh_hans: 播下一个
zh_hant: 播下一個

source: Play from Start
de: Von Anfang abspielen
fr: Recommencer depuis le début
ja: 最初から再生
ko: 처음부터 재생
ru: Воспроизвести с начала
zh_hans: 从头播放
zh_hant: 從頭播放

source: Playback
de: Wiedergabe
fr: Lecture
ja: 再生
ko: 재생
ru: Воспроизведение
zh_hans: 播放
zh_hant: 播放

source: Playback Behavior
de: Wiedergabeverhalten
fr: Comportement de lecture
ja: 再生動作
ko: 재생 동작
ru: Поведение воспроизведения
zh_hans: 播放行为
zh_hant: 播放行為

source: Playback Error
de: Wiedergabefehler
fr: Erreur de lecture
ja: 再生エラー
ko: 재생 오류
ru: Ошибка воспроизведения
zh_hans: 播放错误
zh_hant: 播放錯誤

source: Playback Progress
de: Wiedergabefortschritt
fr: Progression de la lecture
ja: 再生の進行状況
ko: 재생 기록
ru: Прогресс воспроизведения
zh_hans: 播放进度
zh_hant: 播放進度

source: Playback Settings
de: Wiedergabeeinstellungen
fr: Réglages de lecture
ja: 再生設定
ko: 재생 설정
ru: Настройки воспроизведения
zh_hans: 播放设置
zh_hant: 播放設定

source: Playback Speed
de: Wiedergabegeschwindigkeit
fr: Vitesse de lecture
ja: 再生速度
ko: 재생 속도
ru: Скорость воспроизведения
zh_hans: 播放速度
zh_hant: 播放速度

source: Playback position
de: Wiedergabeposition
fr: Position de lecture
ja: 再生位置
ko: 재생 위치
ru: Позиция воспроизведения
zh_hans: 播放位置
zh_hant: 播放位置

source: Playback position thumb
de: Regler der Wiedergabeposition
fr: Curseur de position de lecture
ja: 再生位置のつまみ
ko: 재생 위치 슬라이더
ru: Ползунок позиции воспроизведения
zh_hans: 播放位置滑块
zh_hant: 播放位置滑塊

source: Playback surface
de: Wiedergabefläche
fr: Surface de lecture
ja: 再生画面
ko: 재생 화면
ru: Экран воспроизведения
zh_hans: 播放画面
zh_hant: 播放畫面

source: Precision timeline
de: Präzise Zeitleiste
fr: Timeline précise
ja: 精密タイムライン
ko: 정밀 타임라인
ru: Точная шкала времени
zh_hans: 精确时间线
zh_hant: 精準時間軸

source: Previously approved fingerprint: %@
de: Zuvor bestätigter Fingerprint: %@
fr: Empreinte déjà approuvée : %@
ja: 以前に承認したフィンガープリント: %@
ko: 이전에 승인한 지문: %@
ru: Ранее подтверждённый отпечаток: %@
zh_hans: 此前批准的指纹：%@
zh_hant: 先前信任的指紋：%@

source: Privacy Notice
de: Datenschutzhinweis
fr: Mentions de confidentialité
ja: プライバシー通知
ko: 개인정보 안내
ru: Заявление о конфиденциальности
zh_hans: 隐私声明
zh_hant: 隱私權聲明

source: Projection
de: Projektion
ja: 投影方式
ko: 프로젝션
ru: Проекция
zh_hans: 投影
zh_hant: 投射方式

source: Quiet
de: Ruhig
fr: Calme
ja: 低い
ko: 조용함
ru: Тихо
zh_hans: 静默
zh_hant: 靜音

source: Rated
de: Altersfreigabe
fr: Classification
ja: レーティング
ko: 등급
ru: Возрастной рейтинг
zh_hans: 分级
zh_hant: 分級

source: Rebuildable cache, playback history, and data handling
de: Neu aufbaubarer Cache, Wiedergabeverlauf und Datenbehandlung
fr: Cache reconstructible, historique de lecture et traitement des données
ja: 再生成可能なキャッシュ、再生履歴、データの扱い
ko: 다시 만들 수 있는 캐시, 재생 기록, 데이터 처리
ru: Пересоздаваемый кэш, история воспроизведения и обработка данных
zh_hans: 可重建的缓存、播放历史与数据处理
zh_hant: 可重建的快取、播放紀錄與資料處理

source: Recently Added in %@
de: Kürzlich hinzugefügt in %@
fr: Ajoutés récemment dans %@
ja: %@ の新着作品
ko: %@에 최근 추가됨
ru: Недавно добавлено в %@
zh_hans: %@ 最近添加
zh_hant: %@ 最近新增

source: Reconnecting…
de: Wird neu verbunden …
fr: Reconnexion…
ja: 再接続中…
ko: 다시 연결 중…
ru: Переподключение…
zh_hans: 正在重新连接…
zh_hant: 重新連線中…

source: Refresh
de: Aktualisieren
fr: Actualiser
ja: 更新
ko: 새로 고침
ru: Обновить
zh_hans: 刷新
zh_hant: 重新整理

source: Related
de: Ähnliche Titel
fr: Titres associés
ja: 関連作品
ko: 관련 콘텐츠
ru: Похожее
zh_hans: 相关影片
zh_hant: 相關內容

source: Released
de: Erschienen
fr: Sortie
ja: 公開日
ko: 개봉
ru: Дата выхода
zh_hans: 上映日期
zh_hant: 上映年份

source: Remove %lld selected items from the Media Library? Original media will not be changed.
de: %lld ausgewählte Elemente aus der Mediathek entfernen? Die Originalmedien bleiben unverändert.
fr: Retirer les %lld éléments sélectionnés de la médiathèque ? Les médias d'origine ne seront pas modifiés.
ja: 選択した %lld 件をメディアライブラリから削除しますか？元のメディアは変更されません。
ko: 선택한 항목 %lld개를 미디어 라이브러리에서 제거할까요? 원본 미디어는 변경되지 않아요.
ru: Удалить %lld выбранных элементов из медиатеки? Исходные файлы не будут изменены.
zh_hans: 要从媒体库移除所选的 %lld 个项目吗？原始媒体不会被更改。
zh_hant: 要從媒體庫移除所選的 %lld 個項目嗎？原始媒體不會受到更動。

source: Remove from Library
de: Aus Mediathek entfernen
fr: Retirer de la médiathèque
ja: ライブラリから削除
ko: 라이브러리에서 제거
ru: Удалить из медиатеки
zh_hans: 从媒体库移除
zh_hant: 從媒體庫移除

source: Rename
de: Umbenennen
fr: Renommer
ja: 名称変更
ko: 이름 바꾸기
ru: Переименовать
zh_hans: 重新命名
zh_hant: 重新命名

source: Rename Library Folder
de: Mediathek-Ordner umbenennen
fr: Renommer le dossier de médiathèque
ja: ライブラリフォルダの名称変更
ko: 라이브러리 폴더 이름 바꾸기
ru: Переименовать папку медиатеки
zh_hans: 重新命名媒体库文件夹
zh_hant: 重新命名媒體庫檔案夾

source: Replay
de: Erneut abspielen
fr: Revoir
ja: もう一度再生
ko: 다시 재생
ru: Смотреть снова
zh_hans: 重播
zh_hant: 重播

source: Request Video Refresh Rate
de: Video-Bildwiederholrate anfordern
fr: Fréquence d'images vidéo demandée
ja: ビデオのリフレッシュレートを要求
ko: 비디오 주사율 요청
ru: Запрашивать частоту обновления видео
zh_hans: 请求视频刷新率
zh_hant: 要求的影片更新率

source: Request a display mode matching the video. Disable to compare system defaults.
de: Fordert einen zum Video passenden Anzeigemodus an. Zum Vergleichen mit den Systemvorgaben deaktivieren.
fr: Demande un mode d'affichage correspondant à la vidéo. Désactivez pour comparer avec les réglages système.
ja: 映像に合うディスプレイモードをシステムに要求します。オフにするとシステムのデフォルトと比較できます。
ko: 영상에 맞는 디스플레이 모드를 시스템에 요청해요. 끄면 시스템 기본값과 비교할 수 있어요.
ru: Запрашивает режим дисплея, соответствующий видео. Отключите, чтобы сравнить с системными настройками.
zh_hans: 向系统请求与视频匹配的显示模式。关闭后可与系统默认对比。
zh_hant: 向系統要求與影片相符的顯示方式。關閉後可與系統預設比較。

source: Restore Defaults
de: Standardwerte wiederherstellen
fr: Rétablir les valeurs par défaut
ja: デフォルトに戻す
ko: 기본값 복원
ru: Восстановить настройки по умолчанию
zh_hans: 恢复默认
zh_hant: 還原預設值

source: Resume
de: Fortsetzen
fr: Reprendre
ja: 続ける
ko: 이어서 재생
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

source: Resume Playback
de: Wiedergabe fortsetzen
fr: Reprendre la lecture
ja: 再生を再開
ko: 이어서 재생
ru: Продолжать воспроизведение
zh_hans: 续播
zh_hant: 續播

source: Resume Playback?
de: Wiedergabe fortsetzen?
fr: Reprendre la lecture ?
ja: 再生を再開しますか？
ko: 재생을 이어서 할까요?
ru: Продолжить воспроизведение?
zh_hans: 继续播放？
zh_hant: 要繼續播放嗎？

source: Resume at %@
de: Fortsetzen bei %@
fr: Reprendre à %@
ja: %@ から再開
ko: %@부터 이어서 재생
ru: Продолжить с %@
zh_hans: 在 %@ 处继续
zh_hant: 於 %@ 續播

source: Retry
de: Erneut versuchen
fr: Réessayer
ja: 再試行
ko: 다시 시도
ru: Повторить
zh_hans: 重试
zh_hant: 重試

source: Return to Portal
de: Zum Portal zurückkehren
fr: Revenir au portail
ja: ポータルに戻る
ko: 포털로 돌아가기
ru: Вернуться к порталу
zh_hans: 返回传送门
zh_hant: 返回傳送門

source: Return to Window
de: Zum Fenster zurückkehren
fr: Revenir à la fenêtre
ja: ウィンドウに戻る
ko: 윈도우로 돌아가기
ru: Вернуться к окну
zh_hans: 返回窗口
zh_hant: 返回視窗

source: Search
de: Suchen
fr: Rechercher
ja: 検索
ko: 검색
ru: Поиск
zh_hans: 搜索
zh_hant: 搜尋

source: Search Emby
de: Emby durchsuchen
fr: Rechercher dans Emby
ja: Emby を検索
ko: Emby 검색
ru: Поиск в Emby
zh_hans: 搜索 Emby
zh_hant: 搜尋 Emby

source: Search media...
de: Medien durchsuchen …
fr: Rechercher des médias...
ja: メディアを検索...
ko: 미디어 검색…
ru: Поиск медиафайлов…
zh_hans: 搜索媒体…
zh_hant: 搜尋媒體…

source: Season
de: Staffel
fr: Saison
ja: シーズン
ko: 시즌
ru: Сезон
zh_hans: 季
zh_hant: 季

source: Select Multiple
de: Mehrfachauswahl
fr: Sélection multiple
ja: 複数選択
ko: 여러 개 선택
ru: Выбрать несколько
zh_hans: 多选
zh_hant: 多選

source: Selected
de: Ausgewählt
fr: Sélectionné
ja: 選択中
ko: 선택됨
ru: Выбрано
zh_hans: 已选择
zh_hant: 已選取

source: Server Certificate Changed
de: Serverzertifikat hat sich geändert
fr: Le certificat du serveur a changé
ja: サーバー証明書が変更されました
ko: 서버 인증서 변경됨
ru: Сертификат сервера изменён
zh_hans: 服务器证书已更改
zh_hant: 伺服器憑證已變更

source: Server address
de: Serveradresse
fr: Adresse du serveur
ja: サーバーアドレス
ko: 서버 주소
ru: Адрес сервера
zh_hans: 服务器地址
zh_hant: 伺服器位址

source: Set as default
de: Als Standard festlegen
fr: Choisir par défaut
ja: デフォルトに設定
ko: 기본값으로 설정
ru: Назначить по умолчанию
zh_hans: 设为默认
zh_hant: 設為預設值

source: Settings
de: Einstellungen
fr: Réglages
ja: 設定
ko: 설정
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: Show Less
de: Weniger anzeigen
fr: Afficher moins
ja: 折りたたむ
ko: 간략히
ru: Свернуть
zh_hans: 收起
zh_hant: 顯示較少

source: Show More
de: Mehr anzeigen
fr: Afficher plus
ja: もっと見る
ko: 더 보기
ru: Показать ещё
zh_hans: 显示更多
zh_hant: 顯示更多

source: Sign Out
de: Abmelden
fr: Se déconnecter
ja: サインアウト
ko: 로그아웃
ru: Выйти
zh_hans: 退出登录
zh_hant: 登出

source: Size
de: Größe
fr: Taille
ja: サイズ
ko: 크기
ru: Размер
zh_hans: 大小
zh_hant: 大小

source: Sort
de: Sortieren
fr: Trier
ja: 並べ替え
ko: 정렬
ru: Сортировка
zh_hans: 排序
zh_hant: 排序

source: Sources
de: Quellen
ja: ソース
ko: 소스
ru: Источники
zh_hans: 来源
zh_hant: 來源

source: Special Features
de: Extras
fr: Bonus
ja: 特典
ko: 특별 영상
ru: Дополнительные материалы
zh_hans: 特别收录
zh_hant: 特別收錄

source: Stops playback and returns to browser
de: Stoppt die Wiedergabe und wechselt zum Browser
fr: Arrête la lecture et revient au navigateur
ja: 再生を停止してブラウズ画面に戻る
ko: 재생을 멈추고 브라우저로 돌아가요
ru: Останавливает воспроизведение и возвращает к списку файлов
zh_hans: 停止播放并返回浏览界面
zh_hant: 停止播放並返回瀏覽器

source: Storage
de: Speicher
fr: Stockage
ja: ストレージ
ko: 저장 공간
ru: Хранилище
zh_hans: 存储
zh_hant: 儲存空間

source: Storage & Privacy
de: Speicher & Datenschutz
fr: Stockage et confidentialité
ja: ストレージとプライバシー
ko: 저장 공간 및 개인 정보
ru: Хранилище и конфиденциальность
zh_hans: 存储与隐私
zh_hant: 儲存空間與隱私

source: Subtitle Error
de: Untertitelfehler
fr: Erreur de sous-titres
ja: 字幕エラー
ko: 자막 오류
ru: Ошибка субтитров
zh_hans: 字幕错误
zh_hant: 字幕錯誤

source: Subtitles
de: Untertitel
fr: Sous-titres
ja: 字幕
ko: 자막
ru: Субтитры
zh_hans: 字幕
zh_hant: 字幕

source: Tap left half for grid, right half for list
de: Linke Hälfte für Raster, rechte für Liste antippen
fr: Touchez la moitié gauche pour la grille, la moitié droite pour la liste
ja: 左半分をタップするとグリッド、右半分でリスト
ko: 왼쪽 절반은 격자, 오른쪽 절반은 목록
ru: Левая половина — сетка, правая — список
zh_hans: 点按左半区切换为网格，右半区切换为列表
zh_hant: 點按左半部切換至格線，右半部切換至列表

source: The server certificate has changed
de: Das Serverzertifikat hat sich geändert
fr: Le certificat du serveur a changé
ja: サーバー証明書が変更されました
ko: 서버 인증서가 변경되었어요
ru: Сертификат сервера изменён
zh_hans: 服务器证书已更改
zh_hant: 伺服器憑證已變更

source: This App
de: Diese App
fr: Cette app
ja: このアプリ
ko: 이 앱
ru: Это приложение
zh_hans: 本 App
zh_hant: 本 App

source: This address will not encrypt your password
de: Diese Adresse verschlüsselt dein Passwort nicht
fr: Cette adresse ne chiffre pas votre mot de passe
ja: このアドレスではパスワードが暗号化されません
ko: 이 주소는 비밀번호를 암호화하지 않아요
ru: При обращении к этому адресу пароль не шифруется
zh_hans: 该地址不会加密你的密码
zh_hant: 此位址不會為您的密碼加密

source: This location does not currently expose any browsable folders or supported video files.
de: Dieser Ort bietet derzeit keine durchsuchbaren Ordner oder unterstützten Videodateien an.
fr: Cet emplacement n'expose actuellement ni dossiers explorables ni fichiers vidéo pris en charge.
ja: 現在この場所には、閲覧できるフォルダも再生できるビデオもありません。
ko: 이 위치에는 현재 탐색할 수 있는 폴더나 지원되는 비디오 파일이 없어요.
ru: В этом расположении сейчас нет папок, доступных для просмотра, и поддерживаемых видеофайлов.
zh_hans: 此位置目前没有可浏览的文件夹或受支持的视频文件。
zh_hant: 此位置目前沒有可瀏覽的檔案夾或支援的影片檔案。

source: Timeline zoom
de: Zeitleisten-Zoom
fr: Zoom de la timeline
ja: タイムラインの拡大縮小
ko: 타임라인 확대/축소
ru: Масштаб шкалы времени
zh_hans: 时间线缩放
zh_hant: 時間軸縮放

source: Total Bitrate
de: Gesamtbitrate
fr: Débit total
ja: 合計ビットレート
ko: 총 비트레이트
ru: Общий битрейт
zh_hans: 总比特率
zh_hant: 總位元率

source: Trust
de: Vertrauen
fr: Faire confiance
ja: 信頼
ko: 신뢰
ru: Доверять
zh_hans: 信任
zh_hant: 信任

source: Unable to Change Display
de: Anzeige konnte nicht gewechselt werden
fr: Impossible de changer l'affichage
ja: 表示を変更できません
ko: 디스플레이를 변경할 수 없음
ru: Не удалось изменить экран
zh_hans: 无法更改显示
zh_hant: 無法變更顯示方式

source: Unable to Change Format
de: Format konnte nicht gewechselt werden
fr: Impossible de changer le format
ja: フォーマットを変更できません
ko: 포맷을 변경할 수 없음
ru: Не удалось изменить формат
zh_hans: 无法更改格式
zh_hant: 無法變更格式

source: Unable to Play
de: Wiedergabe nicht möglich
fr: Impossible de lire
ja: 再生できません
ko: 재생 불가
ru: Не удалось воспроизвести
zh_hans: 无法播放
zh_hant: 無法播放

source: Unknown
de: Unbekannt
fr: Inconnu
ja: 不明
ko: 알 수 없음
ru: Неизвестно
zh_hans: 未知
zh_hant: 未知

source: Used While Building
de: Beim Erstellen verwendet
fr: Utilisées pendant la compilation
ja: ビルド時に使用
ko: 빌드 시 사용됨
ru: Использовались при сборке
zh_hans: 构建期使用
zh_hant: 建置時使用

source: Username
de: Benutzername
fr: Nom d'utilisateur
ja: ユーザー名
ko: 사용자 이름
ru: Имя пользователя
zh_hans: 用户名
zh_hant: 使用者名稱

source: Version, support, and feedback
de: Version, Support und Feedback
fr: Version, assistance et retours
ja: バージョン、サポート、フィードバック
ko: 버전, 지원, 피드백
ru: Версия, поддержка и отзывы
zh_hans: 版本、支持与反馈
zh_hant: 版本、支援與意見回饋

source: Video and display
de: Video und Anzeige
fr: Vidéo et affichage
ja: ビデオとディスプレイ
ko: 비디오 및 디스플레이
ru: Видео и экран
zh_hans: 视频与显示
zh_hant: 影片與顯示器

source: Video and display, playback, and app performance in separate rows.
de: Video und Display, Wiedergabe und App-Leistung in jeweils eigenen Zeilen.
fr: Vidéo et affichage, lecture et performances de l'app, chacun sur sa propre ligne.
ja: 映像とディスプレイ、再生、アプリのパフォーマンスを別々の行に表示します。
ko: 영상·디스플레이, 재생, 앱 성능을 각각의 행으로 표시해요.
ru: Видео и дисплей, воспроизведение и производительность приложения — каждая в отдельной строке.
zh_hans: 视频与显示、播放、应用性能各占一行。
zh_hant: 影片與顯示、播放、App 效能各佔一行。

source: Video is the source frame rate. Requested is a preference submitted to the system, not confirmation of a mode switch. DisplayLink measures app display updates, not the physical panel refresh rate. Verify the panel’s current refresh rate using the Display timeline in Apple Instruments; DisplayLink alone does not confirm whether the requested display mode was applied.
de: Video ist die Bildrate der Quelle. Requested ist eine an das System übermittelte Einstellung und keine Bestätigung eines tatsächlichen Moduswechsels. DisplayLink misst die Display-Updates der App, nicht die tatsächliche Bildwiederholrate des Panels. Die aktuelle Bildwiederholrate des Panels lässt sich über die Display-Timeline in Apple Instruments prüfen; DisplayLink allein bestätigt nicht, ob der angeforderte Display-Modus angewendet wurde.
fr: Video correspond à la cadence de la source. Requested est une préférence soumise au système, et non la confirmation qu’un changement de mode a eu lieu. DisplayLink mesure les mises à jour d’affichage de l’app, et non la fréquence de rafraîchissement réelle du panneau. Pour connaître la fréquence actuelle du panneau, consultez la timeline Display d’Apple Instruments ; DisplayLink seul ne permet pas de savoir si le mode d’affichage demandé a été appliqué.
ja: Video はソースのフレームレートです。Requested はシステムに送るリクエストであり、モード切替が反映されたことを示すものではありません。DisplayLink が計測するのは App 側のディスプレイ更新であり、物理パネルのリフレッシュレートではありません。パネルの現在のリフレッシュレートを確認するには、Apple Instruments の Display タイムラインを使用してください。DisplayLink の値だけでは、リクエストした表示モードが適用されたかどうかは確認できません。
ko: Video는 소스의 프레임 레이트입니다. Requested는 시스템에 전달하는 환경설정일 뿐, 모드 전환이 실제로 이루어졌음을 의미하지 않습니다. DisplayLink는 앱의 디스플레이 업데이트를 측정하며, 물리적 패널의 재생 빈도는 아닙니다. 패널의 현재 재생 빈도를 확인하려면 Apple Instruments의 Display 타임라인을 사용하십시오. DisplayLink 값만으로는 요청한 디스플레이 모드가 적용되었는지 확인할 수 없습니다.
ru: Video — частота кадров источника. Requested — настройка, переданная системе, а не подтверждение переключения режима. DisplayLink измеряет обновления экрана приложения, а не фактическую частоту обновления панели. Фактическую частоту обновления панели проверяйте по шкале Display в Apple Instruments; одного DisplayLink недостаточно, чтобы убедиться, что запрошенный режим экрана применён.
zh_hans: Video 指来源的帧率。Requested 是提交给系统的偏好设置，不代表模式切换已生效。DisplayLink 度量的是应用的显示更新，并非面板的实际刷新率。如需确认面板当前的刷新率，请查看 Apple Instruments 中的 Display 时间线；仅凭 DisplayLink 无法确认请求的显示模式是否已经生效。
zh_hant: Video 是來源的影格率。Requested 是送交系統的偏好設定，並不代表模式切換已生效。DisplayLink 度量的是 App 的顯示更新，而非面板的實際更新率。如需確認面板目前的更新率，請查看 Apple Instruments 中的 Display 時間軸；單憑 DisplayLink 無法確認所要求的顯示模式是否已經生效。

source: View
de: Ansehen
fr: Consulter
ja: 表示
ko: 보기
ru: Просмотреть
zh_hans: 查看
zh_hant: 檢視

source: View in an environment
de: In einer Umgebung ansehen
fr: Afficher dans un environnement
ja: 環境で表示
ko: 환경에서 보기
ru: Показать в среде
zh_hans: 在环境中查看
zh_hant: 在環境中觀看

source: When Playback Ends
de: Wenn die Wiedergabe endet
fr: À la fin de la lecture
ja: 再生終了時の動作
ko: 재생 종료 시 동작
ru: По окончании воспроизведения
zh_hans: 播放结束时
zh_hant: 播放結束時

source: You approved a different certificate for this address before. Unless the server changed certificates recently, this one may come from something impersonating it.
de: Für diese Adresse hast du zuvor ein anderes Zertifikat bestätigt. Wenn der Server sein Zertifikat nicht kürzlich gewechselt hat, kann dieses von etwas stammen, das sich für den Server ausgibt.
fr: Vous avez déjà approuvé un autre certificat pour cette adresse. À moins que le serveur n'ait récemment changé de certificat, celui-ci peut provenir d'un élément se faisant passer pour le serveur.
ja: このアドレスに対して、以前に別の証明書を承認しています。サーバーが最近証明書を変更したのでない限り、この証明書はサーバーになりすます何者かによるものである可能性があります。
ko: 이 주소에 대해 이전에 다른 인증서를 승인했어요. 서버가 최근에 인증서를 바꾼 것이 아니라면, 이 인증서는 서버를 사칭하는 무언가가 제공했을 수 있어요.
ru: Ранее для этого адреса был подтверждён другой сертификат. Если сервер недавно не менял сертификат, этот мог быть получен от чего-то, выдающего себя за сервер.
zh_hans: 你此前为该地址批准过另一个证书。除非服务器近期更换了证书，否则这个证书可能来自冒充它的东西。
zh_hant: 您先前曾為此位址信任過不同的憑證。若伺服器近期並未更換憑證，目前這個憑證可能來自假冒該伺服器的來源。

source: grid
de: Raster
fr: grille
ja: グリッド
ko: 격자
ru: сетка
zh_hans: 网格
zh_hant: 格線

source: list
de: Liste
fr: liste
ja: リスト
ko: 목록
ru: список
zh_hans: 列表
zh_hant: 列表

source: AD
fr: Audiodescription
zh_hant: 口述影像

source: Artwork Cache
fr: Cache des affiches
ja: アートワークキャッシュ
ko: 아트워크 캐시
ru: Кэш обложек
zh_hans: 封面缓存
zh_hant: 封面圖片快取

source: Container
fr: Conteneur
ja: コンテナ
ko: 컨테이너
ru: Контейнер
zh_hans: 容器
zh_hant: 容器

source: Container Index Cache
fr: Cache d'index des conteneurs
ja: コンテナインデックスキャッシュ
ko: 컨테이너 인덱스 캐시
ru: Кэш индексов контейнеров
zh_hans: 容器索引缓存
zh_hant: 容器索引快取

source: Optional
fr: Facultatif
ja: 任意
ko: 선택 사항
ru: Необязательно
zh_hans: 可选
zh_hant: 選填

source: Original Audio
fr: Audio d'origine
ja: オリジナルオーディオ
ko: 원본 오디오
ru: Оригинальная звуковая дорожка
zh_hans: 原声
zh_hant: 原始音訊

source: Player
fr: Lecteur
ja: プレイヤー
ko: 플레이어
ru: Плеер
zh_hans: 播放器
zh_hant: 播放器

source: Region
fr: Région
ja: 地域
ko: 지역
ru: Регион
zh_hans: 地区
zh_hant: 地區

source: SDH
fr: ST/sourds et malentendants

source: Stereo Layout
fr: Disposition stéréo
ja: ステレオレイアウト
ko: 스테레오 레이아웃
ru: Стереоформат
zh_hans: 立体声布局
zh_hant: 立體聲版面配置

source: Support & Feedback
fr: Assistance et commentaires
ja: サポートとフィードバック
ko: 지원 및 피드백
ru: Поддержка и отзывы
zh_hans: 支持与反馈
zh_hant: 支援與意見回饋

source: Version & Build
fr: Version et compilation
ja: バージョンとビルド
ko: 버전 및 빌드
ru: Версия и сборка
zh_hans: 版本与构建
zh_hant: 版本與建置號

source: Video Format
fr: Format vidéo
ja: ビデオフォーマット
ko: 비디오 포맷
ru: Формат видео
zh_hans: 视频格式
zh_hant: 影片格式

source: Videos
fr: Vidéos
ja: ビデオ
ko: 비디오
ru: Видео
zh_hans: 视频
zh_hant: 影片

source: Audio
ja: オーディオ
ko: 오디오
ru: Аудио
zh_hans: 音频
zh_hant: 音訊

source: Studios
ja: スタジオ
ko: 제작사
ru: Студии
zh_hans: 制作公司
zh_hant: 製作公司

source: Version
ja: バージョン
ko: 버전
ru: Версия
zh_hans: 版本
zh_hant: 版本

source: OK
zh_hans: 好
zh_hant: 好
